Repository: 1outres/ejectify-macos
Catalog: ejectify/*.lproj/Localizable.strings
Languages: it

source: Actions
it: Azioni

source: Unmount all
it: Smonta tutti

source: No volumes
it: Nessun volume

source: Volumes
it: Volumi

source: Preferences
it: Preferenze

source: Launch at login
it: Avvia al login

source: Unmount when
it: Smonta quando

source: Screensaver started
it: si avvia salvaschermo

source: Screen is locked
it: si blocca lo schermo

source: Display turned off
it: il display Ã¨ spento

source: System starts sleeping
it: il sistema va in stop

source: Force unmount
it: Forza espulsione

source: Mount after delay
it: Monta con un ritardo

source: About Ejectify
it: Su Ejectify

source: Quit Ejectify
it: Esci da Ejectify
